import React from "react";
import Card from "./common/Card";

type Props = {};

const Bio = (props: Props) => {
  return (
    <Card title="Bio(ประวัติย่อ)">
      <div className="text-zinc-800">
      เด็กหญิงอายุ 5 ขวบ ไว้ผมสั้น ใส่ชุดสีเขียว ตาสีเขียว
       บัตเทอร์คัปเป็นเด็กสาวห้าวในกลุ่มพาวเวอร์พัฟฟ์เกิลส์ 
       ขี้โมโห โวยวายเหมือนเด็กผู้ชาย ชื่นชอบการต่อสู้ที่มีความรุนแรง 
       ในฉบับภาพยนตร์ของ “เดอะพาวเวอร์พัฟฟ์เกิลส์” เปิดเผยว่า ศจ.ยูโทเนียมตั้งชื่อว่า
        “บัตเทอร์คัป” เพื่อให้มีอักษรนำหน้าด้วย B เหมือนอีกสองคน ชื่อ buttercup
         เป็นชื่อดอกไม้ชนิดหนึ่ง เป็นพืชไม้ดอกที่เป็นรูปถ้วยสีเหลืองจำพวก Ranunculus
      </div>
    </Card>
  );
};

export default Bio;
